{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[MASK]": 3,
      "LOINC/11506-3": 4,
      "Visit/OP": 5,
      "LOINC/28570-0": 6,
      "CPT4/80053": 7,
      "LOINC/11488-4": 8,
      "CPT4/36415": 9,
      "LOINC/8251-1": 10,
      "LOINC/2601-3": 11,
      "LOINC/24321-2": 12,
      "CPT4/85610": 13,
      "LOINC/24323-8": 14,
      "CPT4/99214": 15,
      "LOINC/14879-1": 16,
      "Visit/IP": 17,
      "LOINC/8663-7": 18,
      "CPT4/85027": 19,
      "LOINC/5778-6": 20,
      "CPT4/99215": 21,
      "CPT4/71010": 22,
      "LOINC/8601-7": 23,
      "CPT4/99213": 24,
      "CPT4/94640": 25,
      "LOINC/789-8": 26,
      "LOINC/882-1": 27,
      "CPT4/93005": 28,
      "LOINC/6463-4": 29,
      "CPT4/93010": 30,
      "CPT4/84443": 31,
      "CPT4/86900": 32,
      "CPT4/86850": 33,
      "LOINC/18842-5": 34,
      "CPT4/86901": 35,
      "CPT4/97530": 36,
      "LOINC/6742-1": 37,
      "LOINC/11156-7": 38,
      "CPT4/99233": 39,
      "CPT4/71045": 40,
      "CPT4/71020": 41,
      "LOINC/5821-4": 42,
      "LOINC/1742-6": 43,
      "LOINC/13945-1": 44,
      "LOINC/2823-3": 45,
      "LOINC/17861-6": 46,
      "LOINC/711-2": 47,
      "LOINC/770-8": 48,
      "CPT4/99232": 49,
      "CPT4/99285": 50,
      "LOINC/1920-8": 51,
      "LOINC/751-8": 52,
      "Visit/ER": 53,
      "LOINC/704-7": 54,
      "LOINC/18810-2": 55,
      "LOINC/706-2": 56,
      "LOINC/26453-1": 57,
      "LOINC/731-0": 58,
      "LOINC/2160-0": 59,
      "LOINC/6768-6": 60,
      "LOINC/19123-9": 61,
      "LOINC/742-7": 62,
      "CPT4/97110": 63,
      "LOINC/24336-0": 64,
      "LOINC/664-3": 65,
      "LOINC/2028-9": 66,
      "LOINC/933-2": 67,
      "LOINC/1975-2": 68,
      "LOINC/3094-0": 69,
      "LOINC/736-9": 70,
      "LOINC/713-8": 71,
      "LOINC/2075-0": 72,
      "LOINC/2951-2": 73,
      "CPT4/82962": 74,
      "CPT4/96375": 75,
      "LOINC/14933-6": 76,
      "CPT4/97535": 77,
      "LOINC/24356-8": 78,
      "LOINC/5905-5": 79,
      "CPT4/84439": 80,
      "CPT4/96365": 81,
      "CPT4/82728": 82,
      "CPT4/93306": 83,
      "LOINC/1751-7": 84,
      "LOINC/2777-1": 85,
      "LOINC/788-0": 86,
      "LOINC/5902-2": 87,
      "LOINC/718-7": 88,
      "LOINC/25145-4": 89,
      "LOINC/2345-7": 90,
      "LOINC/787-2": 91,
      "LOINC/4544-3": 92,
      "LOINC/785-6": 93,
      "RxNorm/4511": 94,
      "CPT4/99284": 95,
      "CPT4/94003": 96,
      "LOINC/20584-9": 97,
      "LOINC/2885-2": 98,
      "CPT4/88305": 99,
      "LOINC/786-4": 100,
      "LOINC/777-3": 101,
      "CPT4/96413": 102,
      "LOINC/600-7": 103,
      "CPT4/83735": 104,
      "CPT4/83690": 105,
      "LOINC/1971-1": 106,
      "CPT4/96372": 107,
      "LOINC/2336-6": 108,
      "Race/5": 109,
      "Visit/ERIP": 110,
      "CPT4/99291": 111,
      "LOINC/3097-3": 112,
      "LOINC/6301-6": 113,
      "CPT4/96361": 114,
      "CPT4/99223": 115,
      "LOINC/2339-0": 116,
      "CPT4/74177": 117,
      "CPT4/96374": 118,
      "CPT4/71260": 119,
      "CPT4/99205": 120,
      "CPT4/36592": 121,
      "CPT4/74000": 122,
      "CPT4/94010": 123,
      "CPT4/71046": 124,
      "LOINC/24357-6": 125,
      "LOINC/24348-5": 126,
      "LOINC/14647-2": 127,
      "CPT4/97001": 128,
      "LOINC/24318-8": 129,
      "Gender/F": 130,
      "LOINC/21377-7": 131,
      "CPT4/71250": 132,
      "CPT4/97116": 133,
      "LOINC/14979-9": 134,
      "CPT4/97140": 135,
      "LOINC/24331-1": 136,
      "CPT4/99204": 137,
      "LOINC/19146-0": 138,
      "LOINC/3016-3": 139,
      "LOINC/8626-4": 140,
      "CPT4/36591": 141,
      "CPT4/94375": 142,
      "CPT4/36430": 143,
      "CPT4/99211": 144,
      "LOINC/8625-6": 145,
      "CPT4/70450": 146,
      "LOINC/934-0": 147,
      "CPT4/94667": 148,
      "CPT4/96376": 149,
      "CPT4/77386": 150,
      "CPT4/99212": 151,
      "LOINC/1759-0": 152,
      "LOINC/2519-7": 153,
      "CPT4/94660": 154,
      "Gender/M": 155,
      "LOINC/14629-0": 156,
      "RxNorm/90176": 157,
      "CPT4/80061": 158,
      "CPT4/86301": 159,
      "CPT4/88307": 160,
      "LOINC/13317-3": 161,
      "CPT4/92526": 162,
      "LOINC/8633-0": 163,
      "CPT4/85730": 164,
      "LOINC/1988-5": 165,
      "RxNorm/9509": 166,
      "LOINC/11253-2": 167,
      "LOINC/14927-8": 168,
      "LOINC/24325-3": 169,
      "LOINC/24587-8": 170,
      "LOINC/27353-2": 171,
      "CPT4/77418": 172,
      "CPT4/96360": 173,
      "CPT4/96415": 174,
      "CPT4/99239": 175,
      "CPT4/90471": 176,
      "CPT4/96367": 177,
      "CPT4/97803": 178,
      "CPT4/99152": 179,
      "LOINC/10839-9": 180,
      "LOINC/1968-7": 181,
      "CPT4/76700": 182,
      "LOINC/8632-2": 183,
      "LOINC/8637-1": 184,
      "CPT4/70553": 185,
      "CPT4/71275": 186,
      "CPT4/76937": 187,
      "CPT4/96417": 188,
      "CPT4/99203": 189,
      "LOINC/24362-6": 190,
      "LOINC/8638-9": 191,
      "CPT4/81003": 192,
      "CPT4/82565": 193,
      "CPT4/99222": 194,
      "LOINC/580-1": 195,
      "CPT4/80076": 196,
      "CPT4/90945": 197,
      "CPT4/99231": 198,
      "LOINC/2276-4": 199,
      "LOINC/4548-4": 200,
      "RxNorm/11124": 201,
      "CPT4/74018": 202,
      "CPT4/86334": 203,
      "CPT4/97003": 204,
      "LOINC/2085-9": 205,
      "RxNorm/4419": 206,
      "RxNorm/9945": 207,
      "CPT4/78815": 208,
      "CPT4/94729": 209,
      "CPT4/99238": 210,
      "LOINC/14577-1": 211,
      "LOINC/4207-7": 212,
      "LOINC/635-3": 213,
      "RxNorm/36676": 214,
      "RxNorm/8153": 215,
      "CPT4/96366": 216,
      "LOINC/24338-6": 217,
      "RxNorm/9949": 218,
      "CPT4/74176": 219,
      "CPT4/74183": 220,
      "CPT4/77412": 221,
      "CPT4/99245": 222,
      "LOINC/19911-7": 223,
      "LOINC/776-5": 224,
      "RxNorm/34322": 225,
      "CPT4/36569": 226,
      "CPT4/36620": 227,
      "CPT4/77387": 228,
      "CPT4/77414": 229,
      "CPT4/94668": 230,
      "CPT4/99244": 231,
      "CPT4/99283": 232,
      "LOINC/13457-7": 233,
      "LOINC/4459-4": 234,
      "RxNorm/7895": 235,
      "CPT4/77080": 236,
      "CPT4/77336": 237,
      "CPT4/77421": 238,
      "CPT4/81268": 239,
      "CPT4/84134": 240,
      "CPT4/99396": 241,
      "LOINC/25162-9": 242,
      "LOINC/3040-3": 243,
      "CPT4/72170": 244,
      "CPT4/93000": 245,
      "CPT4/93296": 246,
      "CPT4/93325": 247,
      "CPT4/93970": 248,
      "CPT4/93971": 249,
      "CPT4/99255": 250,
      "LOINC/10524-7": 251,
      "LOINC/13458-5": 252,
      "LOINC/2093-3": 253,
      "LOINC/539-7": 254,
      "RxNorm/36709": 255,
      "CPT4/77014": 256,
      "CPT4/86704": 257,
      "CPT4/93321": 258,
      "CPT4/94002": 259,
      "CPT4/99243": 260,
      "LOINC/3084-1": 261,
      "CPT4/92610": 262,
      "CPT4/97161": 263,
      "CPT4/99221": 264,
      "LOINC/18748-4": 265,
      "LOINC/4092-3": 266,
      "LOINC/5803-2": 267,
      "LOINC/8634-8": 268,
      "CPT4/36556": 269,
      "CPT4/73562": 270,
      "CPT4/76377": 271,
      "CPT4/76942": 272,
      "CPT4/77427": 273,
      "CPT4/93295": 274,
      "CPT4/97150": 275,
      "LOINC/10230-1": 276,
      "LOINC/5193-8": 277,
      "RxNorm/8591": 278,
      "CPT4/76705": 279,
      "CPT4/93016": 280,
      "CPT4/93018": 281,
      "CPT4/97112": 282,
      "CPT4/99153": 283,
      "LOINC/20454-5": 284,
      "LOINC/2157-6": 285,
      "LOINC/5767-9": 286,
      "LOINC/5796-8": 287,
      "LOINC/630-4": 288,
      "LOINC/8636-3": 289,
      "LOINC/890-4": 290,
      "RxNorm/56466": 291,
      "CPT4/31624": 292,
      "CPT4/36600": 293,
      "CPT4/43239": 294,
      "CPT4/82306": 295,
      "CPT4/93320": 296,
      "CPT4/97162": 297,
      "LOINC/14749-6": 298,
      "RxNorm/11289": 299,
      "RxNorm/24941": 300,
      "RxNorm/5224": 301,
      "RxNorm/598": 302,
      "CPT4/59025": 303,
      "CPT4/73030": 304,
      "CPT4/74174": 305,
      "CPT4/76770": 306,
      "CPT4/83935": 307,
      "CPT4/93308": 308,
      "CPT4/97165": 309,
      "LOINC/25428-4": 310,
      "LOINC/3024-7": 311,
      "RxNorm/3264": 312,
      "RxNorm/4910": 313,
      "CPT4/70544": 314,
      "CPT4/76536": 315,
      "CPT4/76830": 316,
      "CPT4/86977": 317,
      "LOINC/11545-1": 318,
      "LOINC/2132-9": 319,
      "LOINC/24320-4": 320,
      "LOINC/24339-4": 321,
      "LOINC/3150-0": 322,
      "LOINC/5794-3": 323,
      "LOINC/5799-2": 324,
      "Race/2": 325,
      "CPT4/72100": 326,
      "CPT4/74160": 327,
      "CPT4/82670": 328,
      "CPT4/86141": 329,
      "CPT4/93750": 330,
      "LOINC/2888-6": 331,
      "LOINC/4731-6": 332,
      "LOINC/4853-8": 333,
      "LOINC/5802-4": 334,
      "RxNorm/4850": 335,
      "RxNorm/6574": 336,
      "CPT4/11042": 337,
      "CPT4/45380": 338,
      "CPT4/70491": 339,
      "CPT4/70551": 340,
      "CPT4/73610": 341,
      "CPT4/77057": 342,
      "CPT4/88304": 343,
      "CPT4/93350": 344,
      "CPT4/94664": 345,
      "CPT4/96402": 346,
      "LOINC/20507-0": 347,
      "LOINC/4851-2": 348,
      "RxNorm/11295": 349,
      "RxNorm/11416": 350,
      "RxNorm/26225": 351,
      "RxNorm/8308": 352,
      "RxNorm/9863": 353,
      "CPT4/31231": 354,
      "CPT4/31575": 355,
      "CPT4/73630": 356,
      "CPT4/86985": 357,
      "CPT4/90833": 358,
      "CPT4/93880": 359,
      "CPT4/94644": 360,
      "CPT4/96368": 361,
      "CVX/20": 362,
      "LOINC/18761-7": 363,
      "LOINC/2731-8": 364,
      "LOINC/4299-4": 365,
      "LOINC/4718-3": 366,
      "LOINC/6743-9": 367,
      "LOINC/9187-6": 368,
      "RxNorm/21406": 369,
      "RxNorm/8091": 370,
      "CPT4/31720": 371,
      "CPT4/76816": 372,
      "CPT4/77001": 373,
      "CPT4/77300": 374,
      "CPT4/90853": 375,
      "CPT4/92015": 376,
      "CPT4/93454": 377,
      "CPT4/95951": 378,
      "CPT4/96401": 379,
      "CPT4/97166": 380,
      "CPT4/99217": 381,
      "CPT4/99254": 382,
      "LOINC/11277-1": 383,
      "LOINC/11544-4": 384,
      "LOINC/23761-0": 385,
      "LOINC/5811-5": 386,
      "RxNorm/36344": 387,
      "RxNorm/6387": 388,
      "CPT4/76815": 389,
      "CPT4/77063": 390,
      "CPT4/84146": 391,
      "CPT4/87899": 392,
      "CPT4/88321": 393,
      "CPT4/90834": 394,
      "CPT4/92014": 395,
      "CPT4/92134": 396,
      "CPT4/93294": 397,
      "CPT4/94645": 398,
      "CPT4/94760": 399,
      "CPT4/99202": 400,
      "CPT4/99292": 401,
      "LOINC/10335-8": 402,
      "LOINC/10895-1": 403,
      "LOINC/2502-3": 404,
      "LOINC/2857-1": 405,
      "LOINC/634-6": 406,
      "LOINC/743-5": 407,
      "LOINC/8327-9": 408,
      "LOINC/9830-1": 409,
      "RxNorm/21579": 410,
      "RxNorm/24942": 411,
      "RxNorm/2837": 412,
      "RxNorm/6205": 413,
      "RxNorm/82088": 414,
      "RxNorm/8928": 415,
      "CPT4/0298T": 416,
      "CPT4/11100": 417,
      "CPT4/36522": 418,
      "CPT4/67028": 419,
      "CPT4/72148": 420,
      "CPT4/73564": 421,
      "CPT4/73721": 422,
      "CPT4/77067": 423,
      "CPT4/83890": 424,
      "CPT4/88311": 425,
      "CPT4/90838": 426,
      "CPT4/90935": 427,
      "CPT4/92507": 428,
      "CPT4/93282": 429,
      "CPT4/99219": 430,
      "CPT4/99253": 431,
      "CVX/140": 432,
      "LOINC/14630-8": 433,
      "LOINC/2161-8": 434,
      "LOINC/2465-3": 435,
      "LOINC/28017-2": 436,
      "LOINC/2890-2": 437,
      "LOINC/3255-7": 438,
      "LOINC/8716-3": 439,
      "RxNorm/2709": 440,
      "RxNorm/3992": 441,
      "RxNorm/7514": 442,
      "CPT4/70496": 443,
      "CPT4/72141": 444,
      "CPT4/73552": 445,
      "CPT4/73560": 446,
      "CPT4/76857": 447,
      "CPT4/77470": 448,
      "CPT4/80358": 449,
      "CPT4/83912": 450,
      "CPT4/84481": 451,
      "CPT4/84630": 452,
      "CPT4/86870": 453,
      "CPT4/87624": 454,
      "CPT4/88240": 455,
      "CPT4/88291": 456,
      "CPT4/92557": 457,
      "CPT4/93312": 458,
      "CPT4/99220": 459,
      "LOINC/10850-6": 460,
      "LOINC/14959-1": 461,
      "LOINC/17863-2": 462,
      "LOINC/1995-0": 463,
      "LOINC/20513-8": 464,
      "LOINC/20570-8": 465,
      "LOINC/2111-3": 466,
      "LOINC/2524-7": 467,
      "LOINC/2571-8": 468,
      "LOINC/2965-2": 469,
      "LOINC/6332-1": 470,
      "LOINC/732-8": 471,
      "LOINC/744-3": 472,
      "LOINC/8124-0": 473,
      "LOINC/9796-4": 474,
      "RxNorm/1291": 475,
      "RxNorm/29268": 476,
      "RxNorm/6623": 477,
      "CPT4/00790": 478,
      "CPT4/38222": 479,
      "CPT4/70486": 480,
      "CPT4/72082": 481,
      "CPT4/72125": 482,
      "CPT4/72156": 483,
      "CPT4/72157": 484,
      "CPT4/72197": 485,
      "CPT4/73590": 486,
      "CPT4/77263": 487,
      "CPT4/77280": 488,
      "CPT4/77295": 489,
      "CPT4/77373": 490,
      "CPT4/77413": 491,
      "CPT4/83898": 492,
      "CPT4/84155": 493,
      "CPT4/88331": 494,
      "CPT4/90472": 495,
      "CPT4/93280": 496,
      "CPT4/93283": 497,
      "CPT4/93289": 498,
      "CPT4/93922": 499,
      "CPT4/95811": 500,
      "CPT4/97802": 501,
      "CPT4/99417": 502,
      "LOINC/12235-8": 503,
      "LOINC/13955-0": 504,
      "LOINC/14338-8": 505,
      "LOINC/14869-2": 506,
      "LOINC/2284-8": 507,
      "LOINC/753-4": 508,
      "RxNorm/25138": 509,
      "RxNorm/39954": 510,
      "RxNorm/56443": 511,
      "RxNorm/6628": 512,
      "RxNorm/95600": 513,
      "CPT4/00840": 514,
      "CPT4/17311": 515,
      "CPT4/45378": 516,
      "CPT4/64450": 517,
      "CPT4/70543": 518,
      "CPT4/72192": 519,
      "CPT4/73090": 520,
      "CPT4/73110": 521,
      "CPT4/73130": 522,
      "CPT4/73221": 523,
      "CPT4/75561": 524,
      "CPT4/77073": 525,
      "CPT4/78816": 526,
      "CPT4/80051": 527,
      "CPT4/83891": 528,
      "CPT4/83896": 529,
      "CPT4/83904": 530,
      "CPT4/86902": 531,
      "CPT4/87637": 532,
      "CPT4/90837": 533,
      "CPT4/90862": 534,
      "CPT4/92567": 535,
      "CPT4/92612": 536,
      "CPT4/99443": 537,
      "LOINC/11579-0": 538,
      "LOINC/1754-1": 539,
      "LOINC/21198-7": 540,
      "LOINC/24344-4": 541,
      "LOINC/2532-0": 542,
      "LOINC/6824-7": 543,
      "LOINC/7793-3": 544,
      "RxNorm/161": 545,
      "RxNorm/1815": 546,
      "RxNorm/56795": 547,
      "RxNorm/6218": 548,
      "RxNorm/7806": 549,
      "CPT4/00520": 550,
      "CPT4/11043": 551,
      "CPT4/17000": 552,
      "CPT4/17003": 553,
      "CPT4/31579": 554,
      "CPT4/31645": 555,
      "CPT4/36593": 556,
      "CPT4/45385": 557,
      "CPT4/49083": 558,
      "CPT4/72040": 559,
      "CPT4/72070": 560,
      "CPT4/72131": 561,
      "CPT4/72158": 562,
      "CPT4/72193": 563,
      "CPT4/73140": 564,
      "CPT4/73501": 565,
      "CPT4/74020": 566,
      "CPT4/74328": 567,
      "CPT4/76098": 568,
      "CPT4/76776": 569,
      "CPT4/76817": 570,
      "CPT4/77052": 571,
      "CPT4/77385": 572,
      "CPT4/82105": 573,
      "CPT4/83036": 574,
      "CPT4/88309": 575,
      "CPT4/92083": 576,
      "CPT4/92285": 577,
      "CPT4/92586": 578,
      "CPT4/93017": 579,
      "CPT4/93975": 580,
      "CPT4/93979": 581,
      "CPT4/95822": 582,
      "CPT4/95886": 583,
      "CPT4/95938": 584,
      "CPT4/96409": 585,
      "CPT4/96523": 586,
      "CPT4/97035": 587,
      "CPT4/99242": 588,
      "CPT4/99251": 589,
      "CPT4/99395": 590,
      "CVX/150": 591,
      "LOINC/11450-4": 592,
      "LOINC/11507-1": 593,
      "LOINC/12851-2": 594,
      "LOINC/14685-2": 595,
      "LOINC/18262-6": 596,
      "LOINC/21025-2": 597,
      "LOINC/2324-2": 598,
      "LOINC/24557-1": 599,
      "LOINC/2514-8": 600,
      "LOINC/25836-8": 601,
      "LOINC/26215-4": 602,
      "LOINC/26290-7": 603,
      "LOINC/2955-3": 604,
      "LOINC/3274-8": 605,
      "LOINC/737-7": 606,
      "RxNorm/11170": 607,
      "RxNorm/11256": 608,
      "RxNorm/6972": 609,
      "CPT4/00142": 610,
      "CPT4/00320": 611,
      "CPT4/00400": 612,
      "CPT4/00670": 613,
      "CPT4/01967": 614,
      "CPT4/31622": 615,
      "CPT4/36514": 616,
      "CPT4/36558": 617,
      "CPT4/36573": 618,
      "CPT4/4014F": 619,
      "CPT4/43761": 620,
      "CPT4/64415": 621,
      "CPT4/64566": 622,
      "CPT4/70470": 623,
      "CPT4/70498": 624,
      "CPT4/70552": 625,
      "CPT4/72110": 626,
      "CPT4/73000": 627,
      "CPT4/73060": 628,
      "CPT4/73200": 629,
      "CPT4/73502": 630,
      "CPT4/73521": 631,
      "CPT4/73720": 632,
      "CPT4/74019": 633,
      "CPT4/74220": 634,
      "CPT4/74230": 635,
      "CPT4/76000": 636,
      "CPT4/76001": 637,
      "CPT4/76856": 638,
      "CPT4/77065": 639,
      "CPT4/80306": 640,
      "CPT4/83894": 641,
      "CPT4/92225": 642,
      "CPT4/92960": 643,
      "CPT4/93284": 644,
      "CPT4/93303": 645,
      "CPT4/94060": 646,
      "CPT4/94726": 647,
      "CPT4/95939": 648,
      "CPT4/96910": 649,
      "CPT4/97814": 650,
      "CPT4/99183": 651,
      "CPT4/99397": 652,
      "LOINC/10525-4": 653,
      "LOINC/11210-2": 654,
      "LOINC/14050-9": 655,
      "LOINC/14118-4": 656,
      "LOINC/14272-9": 657,
      "LOINC/14804-9": 658,
      "LOINC/16362-6": 659,
      "LOINC/17928-3": 660,
      "LOINC/1798-8": 661,
      "LOINC/18500-9": 662,
      "LOINC/19764-0": 663,
      "LOINC/22827-0": 664,
      "LOINC/2335-8": 665,
      "LOINC/2498-4": 666,
      "LOINC/26217-0": 667,
      "LOINC/2692-2": 668,
      "LOINC/2705-2": 669,
      "LOINC/3436-3": 670,
      "LOINC/5195-3": 671,
      "LOINC/5770-3": 672,
      "LOINC/6396-6": 673,
      "LOINC/6664-7": 674,
      "LOINC/714-6": 675,
      "RxNorm/1331": 676,
      "RxNorm/21183": 677,
      "RxNorm/27729": 678,
      "RxNorm/3423": 679,
      "RxNorm/3498": 680,
      "RxNorm/5956": 681,
      "RxNorm/8163": 682,
      "RxNorm/8814": 683,
      "CPT4/0042T": 684,
      "CPT4/01996": 685,
      "CPT4/11101": 686,
      "CPT4/31237": 687,
      "CPT4/31500": 688,
      "CPT4/31628": 689,
      "CPT4/32555": 690,
      "CPT4/38221": 691,
      "CPT4/43238": 692,
      "CPT4/43274": 693,
      "CPT4/51720": 694,
      "CPT4/58300": 695,
      "CPT4/62326": 696,
      "CPT4/66984": 697,
      "CPT4/70549": 698,
      "CPT4/72020": 699,
      "CPT4/73020": 700,
      "CPT4/73080": 701,
      "CPT4/75825": 702,
      "CPT4/75984": 703,
      "CPT4/76604": 704,
      "CPT4/76645": 705,
      "CPT4/76813": 706,
      "CPT4/77012": 707,
      "CPT4/77301": 708,
      "CPT4/78264": 709,
      "CPT4/78306": 710,
      "CPT4/80307": 711,
      "CPT4/83605": 712,
      "CPT4/83909": 713,
      "CPT4/84432": 714,
      "CPT4/85045": 715,
      "CPT4/85290": 716,
      "CPT4/90805": 717,
      "CPT4/92012": 718,
      "CPT4/92235": 719,
      "CPT4/92250": 720,
      "CPT4/92550": 721,
      "CPT4/93226": 722,
      "CPT4/93248": 723,
      "CPT4/93451": 724,
      "CPT4/93505": 725,
      "CPT4/93571": 726,
      "CPT4/93978": 727,
      "CPT4/94620": 728,
      "CPT4/94669": 729,
      "CPT4/95251": 730,
      "CPT4/95810": 731,
      "CPT4/95978": 732,
      "CPT4/96521": 733,
      "CPT4/97032": 734,
      "CPT4/97164": 735,
      "CPT4/99236": 736,
      "CPT4/99252": 737,
      "CVX/133": 738,
      "CVX/141": 739,
      "HCPCS/J3490": 740,
      "LOINC/10535-3": 741,
      "LOINC/11054-4": 742,
      "LOINC/11529-5": 743,
      "LOINC/11580-8": 744,
      "LOINC/14664-7": 745,
      "LOINC/14733-0": 746,
      "LOINC/14974-0": 747,
      "LOINC/15362-7": 748,
      "LOINC/1558-6": 749,
      "LOINC/16129-9": 750,
      "LOINC/19108-0": 751,
      "LOINC/19220-3": 752,
      "LOINC/19254-2": 753,
      "LOINC/2021-4": 754,
      "LOINC/2039-6": 755,
      "LOINC/21004-7": 756,
      "LOINC/21030-2": 757,
      "LOINC/2143-6": 758,
      "LOINC/22735-5": 759,
      "LOINC/2340-8": 760,
      "LOINC/2349-9": 761,
      "LOINC/24110-9": 762,
      "LOINC/24677-7": 763,
      "LOINC/24967-2": 764,
      "LOINC/25700-6": 765,
      "LOINC/26347-5": 766,
      "LOINC/26396-2": 767,
      "LOINC/2753-2": 768,
      "LOINC/2947-0": 769,
      "LOINC/3051-0": 770,
      "LOINC/3169-0": 771,
      "LOINC/3243-3": 772,
      "LOINC/3298-7": 773,
      "LOINC/3520-4": 774,
      "LOINC/5196-1": 775,
      "LOINC/543-9": 776,
      "LOINC/712-0": 777,
      "LOINC/9318-7": 778,
      "RxNorm/11258": 779,
      "RxNorm/4124": 780,
      "RxNorm/5666": 781,
      "RxNorm/6585": 782,
      "RxNorm/7597": 783,
      "CPT4/00104": 784,
      "CPT4/00145": 785,
      "CPT4/00160": 786,
      "CPT4/00300": 787,
      "CPT4/00540": 788,
      "CPT4/00562": 789,
      "CPT4/00731": 790,
      "CPT4/00732": 791,
      "CPT4/00902": 792,
      "CPT4/01922": 793,
      "CPT4/01926": 794,
      "CPT4/10021": 795,
      "CPT4/10160": 796,
      "CPT4/11044": 797,
      "CPT4/11045": 798,
      "CPT4/11721": 799,
      "CPT4/11900": 800,
      "CPT4/20610": 801,
      "CPT4/20611": 802,
      "CPT4/20930": 803,
      "CPT4/20936": 804,
      "CPT4/22845": 805,
      "CPT4/31256": 806,
      "CPT4/36012": 807,
      "CPT4/36200": 808,
      "CPT4/36416": 809,
      "CPT4/36561": 810,
      "CPT4/38240": 811,
      "CPT4/43242": 812,
      "CPT4/43259": 813,
      "CPT4/44376": 814,
      "CPT4/46600": 815,
      "CPT4/51702": 816,
      "CPT4/51798": 817,
      "CPT4/52000": 818,
      "CPT4/52332": 819,
      "CPT4/55700": 820,
      "CPT4/56605": 821,
      "CPT4/62270": 822,
      "CPT4/64999": 823,
      "CPT4/69209": 824,
      "CPT4/69801": 825,
      "CPT4/70547": 826,
      "CPT4/71090": 827,
      "CPT4/71552": 828,
      "CPT4/73100": 829,
      "CPT4/73500": 830,
      "CPT4/73510": 831,
      "CPT4/73565": 832,
      "CPT4/74175": 833,
      "CPT4/74178": 834,
      "CPT4/74241": 835,
      "CPT4/75571": 836,
      "CPT4/75574": 837,
      "CPT4/76642": 838,
      "CPT4/76775": 839,
      "CPT4/76805": 840,
      "CPT4/76821": 841,
      "CPT4/76870": 842,
      "CPT4/76882": 843,
      "CPT4/77003": 844,
      "CPT4/77055": 845,
      "CPT4/77066": 846,
      "CPT4/77075": 847,
      "CPT4/77290": 848,
      "CPT4/77307": 849,
      "CPT4/77370": 850,
      "CPT4/77399": 851,
      "CPT4/77417": 852,
      "CPT4/78195": 853,
      "CPT4/78582": 854,
      "CPT4/80048": 855,
      "CPT4/80074": 856,
      "CPT4/80320": 857,
      "CPT4/81002": 858,
      "CPT4/81267": 859,
      "CPT4/83721": 860,
      "CPT4/83907": 861,
      "CPT4/83986": 862,
      "CPT4/84466": 863,
      "CPT4/86304": 864,
      "CPT4/86707": 865,
      "CPT4/86960": 866,
      "CPT4/86970": 867,
      "CPT4/87880": 868,
      "CPT4/88142": 869,
      "CPT4/88323": 870,
      "CPT4/90792": 871,
      "CPT4/90806": 872,
      "CPT4/91010": 873,
      "CPT4/91122": 874,
      "CPT4/92133": 875,
      "CPT4/92611": 876,
      "CPT4/92978": 877,
      "CPT4/92980": 878,
      "CPT4/93246": 879,
      "CPT4/93351": 880,
      "CPT4/93655": 881,
      "CPT4/93798": 882,
      "CPT4/93925": 883,
      "CPT4/93976": 884,
      "CPT4/94761": 885,
      "CPT4/94770": 886,
      "CPT4/95911": 887,
      "CPT4/96377": 888,
      "CPT4/96411": 889,
      "CPT4/96450": 890,
      "CPT4/99218": 891,
      "CPT4/99241": 892,
      "CPT4/99354": 893,
      "CPT4/99358": 894,
      "CPT4/99385": 895,
      "CPT4/99386": 896,
      "CVX/158": 897,
      "CVX/33": 898,
      "HCPCS/G0220": 899,
      "HCPCS/G9899": 900,
      "LOINC/10501-5": 901,
      "LOINC/11279-7": 902,
      "LOINC/13952-7": 903,
      "LOINC/13969-1": 904,
      "LOINC/14745-4": 905,
      "LOINC/14807-2": 906,
      "LOINC/15009-4": 907,
      "LOINC/18106-5": 908,
      "LOINC/18314-5": 909,
      "LOINC/19145-2": 910,
      "LOINC/1919-0": 911,
      "LOINC/1925-7": 912,
      "LOINC/19870-5": 913,
      "LOINC/1989-3": 914,
      "LOINC/20405-7": 915,
      "LOINC/20569-0": 916,
      "LOINC/21007-0": 917,
      "LOINC/22241-4": 918,
      "LOINC/22323-0": 919,
      "LOINC/22434-5": 920,
      "LOINC/24108-3": 921,
      "LOINC/24322-0": 922,
      "LOINC/24364-2": 923,
      "LOINC/24534-0": 924,
      "LOINC/2500-7": 925,
      "LOINC/26346-7": 926,
      "LOINC/26381-4": 927,
      "LOINC/26476-2": 928,
      "LOINC/2703-7": 929,
      "LOINC/2713-6": 930,
      "LOINC/2774-8": 931,
      "LOINC/2842-3": 932,
      "LOINC/2887-8": 933,
      "LOINC/4324-0": 934,
      "LOINC/4485-9": 935,
      "LOINC/4498-2": 936,
      "LOINC/4542-7": 937,
      "LOINC/5769-5": 938,
      "LOINC/5787-7": 939,
      "LOINC/5909-7": 940,
      "LOINC/667-6": 941,
      "LOINC/707-0": 942,
      "LOINC/8302-2": 943,
      "LOINC/8665-2": 944,
      "LOINC/9317-9": 945,
      "Race/3": 946,
      "RxNorm/1901": 947,
      "RxNorm/20615": 948,
      "RxNorm/2180": 949,
      "RxNorm/3041": 950,
      "RxNorm/35827": 951,
      "RxNorm/4179": 952,
      "RxNorm/4678": 953,
      "RxNorm/4917": 954,
      "RxNorm/5775": 955,
      "RxNorm/6579": 956,
      "RxNorm/7417": 957,
      "RxNorm/8588": 958,
      "RxNorm/9853": 959,
      "CPT4/00170": 960,
      "CPT4/00402": 961,
      "CPT4/00410": 962,
      "CPT4/00537": 963,
      "CPT4/00541": 964,
      "CPT4/0055T": 965,
      "CPT4/00560": 966,
      "CPT4/00563": 967,
      "CPT4/00700": 968,
      "CPT4/00740": 969,
      "CPT4/00797": 970,
      "CPT4/00812": 971,
      "CPT4/00860": 972,
      "CPT4/00910": 973,
      "CPT4/00918": 974,
      "CPT4/01214": 975,
      "CPT4/01402": 976,
      "CPT4/01480": 977,
      "CPT4/01482": 978,
      "CPT4/0296T": 979,
      "CPT4/0346T": 980,
      "CPT4/0503T": 981,
      "CPT4/11056": 982,
      "CPT4/11102": 983,
      "CPT4/11104": 984,
      "CPT4/11200": 985,
      "CPT4/11720": 986,
      "CPT4/13122": 987,
      "CPT4/17004": 988,
      "CPT4/17110": 989,
      "CPT4/19083": 990,
      "CPT4/19303": 991,
      "CPT4/20552": 992,
      "CPT4/20553": 993,
      "CPT4/20605": 994,
      "CPT4/20985": 995,
      "CPT4/22614": 996,
      "CPT4/29827": 997,
      "CPT4/3111F": 998,
      "CPT4/31255": 999,
      "CPT4/32422": 1000,
      "CPT4/32554": 1001,
      "CPT4/33225": 1002,
      "CPT4/33361": 1003,
      "CPT4/33508": 1004,
      "CPT4/33880": 1005,
      "CPT4/33945": 1006,
      "CPT4/35206": 1007,
      "CPT4/36481": 1008,
      "CPT4/36589": 1009,
      "CPT4/36821": 1010,
      "CPT4/37183": 1011,
      "CPT4/37191": 1012,
      "CPT4/37200": 1013,
      "CPT4/37223": 1014,
      "CPT4/38206": 1015,
      "CPT4/38220": 1016,
      "CPT4/38241": 1017,
      "CPT4/38530": 1018,
      "CPT4/38746": 1019,
      "CPT4/39010": 1020,
      "CPT4/41899": 1021,
      "CPT4/43200": 1022,
      "CPT4/43235": 1023,
      "CPT4/43236": 1024,
      "CPT4/43255": 1025,
      "CPT4/43273": 1026,
      "CPT4/43276": 1027,
      "CPT4/45330": 1028,
      "CPT4/48140": 1029,
      "CPT4/49082": 1030,
      "CPT4/49452": 1031,
      "CPT4/50360": 1032,
      "CPT4/51701": 1033,
      "CPT4/51705": 1034,
      "CPT4/51784": 1035,
      "CPT4/58555": 1036,
      "CPT4/58558": 1037,
      "CPT4/59400": 1038,
      "CPT4/59410": 1039,
      "CPT4/62321": 1040,
      "CPT4/62370": 1041,
      "CPT4/63048": 1042,
      "CPT4/64483": 1043,
      "CPT4/64493": 1044,
      "CPT4/64612": 1045,
      "CPT4/64615": 1046,
      "CPT4/64635": 1047,
      "CPT4/69210": 1048,
      "CPT4/70355": 1049,
      "CPT4/70487": 1050,
      "CPT4/71100": 1051,
      "CPT4/71555": 1052,
      "CPT4/72050": 1053,
      "CPT4/72146": 1054,
      "CPT4/72190": 1055,
      "CPT4/72195": 1056,
      "CPT4/73070": 1057,
      "CPT4/73550": 1058,
      "CPT4/73700": 1059,
      "CPT4/73701": 1060,
      "CPT4/73718": 1061,
      "CPT4/74181": 1062,
      "CPT4/74245": 1063,
      "CPT4/74270": 1064,
      "CPT4/74329": 1065,
      "CPT4/74430": 1066,
      "CPT4/74480": 1067,
      "CPT4/75710": 1068,
      "CPT4/75774": 1069,
      "CPT4/75970": 1070,
      "CPT4/76801": 1071,
      "CPT4/76820": 1072,
      "CPT4/76881": 1073,
      "CPT4/77002": 1074,
      "CPT4/77051": 1075,
      "CPT4/77056": 1076,
      "CPT4/77059": 1077,
      "CPT4/77338": 1078,
      "CPT4/77435": 1079,
      "CPT4/78830": 1080,
      "CPT4/80049": 1081,
      "CPT4/81220": 1082,
      "CPT4/81223": 1083,
      "CPT4/81455": 1084,
      "CPT4/82088": 1085,
      "CPT4/82140": 1086,
      "CPT4/82150": 1087,
      "CPT4/82340": 1088,
      "CPT4/82668": 1089,
      "CPT4/83900": 1090,
      "CPT4/83901": 1091,
      "CPT4/83914": 1092,
      "CPT4/84075": 1093,
      "CPT4/84144": 1094,
      "CPT4/86687": 1095,
      "CPT4/86905": 1096,
      "CPT4/86965": 1097,
      "CPT4/87636": 1098,
      "CPT4/89220": 1099,
      "CPT4/90832": 1100,
      "CPT4/90836": 1101,
      "CPT4/91110": 1102,
      "CPT4/91200": 1103,
      "CPT4/92504": 1104,
      "CPT4/92548": 1105,
      "CPT4/92950": 1106,
      "CPT4/93225": 1107,
      "CPT4/93299": 1108,
      "CPT4/93456": 1109,
      "CPT4/93458": 1110,
      "CPT4/93503": 1111,
      "CPT4/93613": 1112,
      "CPT4/93662": 1113,
      "CPT4/93926": 1114,
      "CPT4/94618": 1115,
      "CPT4/94621": 1116,
      "CPT4/94720": 1117,
      "CPT4/95700": 1118,
      "CPT4/95711": 1119,
      "CPT4/95925": 1120,
      "CPT4/95950": 1121,
      "CPT4/95983": 1122,
      "CPT4/95984": 1123,
      "CPT4/95990": 1124,
      "CPT4/96101": 1125,
      "CPT4/96116": 1126,
      "CPT4/96118": 1127,
      "CPT4/96125": 1128,
      "CPT4/96132": 1129,
      "CPT4/96138": 1130,
      "CPT4/96152": 1131,
      "CPT4/96153": 1132,
      "CPT4/96416": 1133,
      "CPT4/96542": 1134,
      "CPT4/96549": 1135,
      "CPT4/97016": 1136,
      "CPT4/97018": 1137,
      "CPT4/97163": 1138,
      "CPT4/97168": 1139,
      "CPT4/97532": 1140,
      "CPT4/97605": 1141,
      "CPT4/97760": 1142,
      "CPT4/97810": 1143,
      "CPT4/98960": 1144,
      "CPT4/99234": 1145,
      "CPT4/99282": 1146,
      "CPT4/99306": 1147,
      "CPT4/99308": 1148,
      "CPT4/99356": 1149,
      "CPT4/99441": 1150,
      "CPT4/99442": 1151,
      "CVX/101": 1152,
      "CVX/52": 1153,
      "HCPCS/G0498": 1154,
      "LOINC/10331-7": 1155,
      "LOINC/10915-7": 1156,
      "LOINC/11303-5": 1157,
      "LOINC/11555-0": 1158,
      "LOINC/11572-5": 1159,
      "LOINC/13956-8": 1160,
      "LOINC/13964-2": 1161,
      "LOINC/13965-9": 1162,
      "LOINC/14756-1": 1163,
      "LOINC/14759-5": 1164,
      "LOINC/14836-1": 1165,
      "LOINC/14910-4": 1166,
      "LOINC/14957-5": 1167,
      "LOINC/1507-3": 1168,
      "LOINC/16935-9": 1169,
      "LOINC/17117-3": 1170,
      "LOINC/17857-4": 1171,
      "LOINC/1834-1": 1172,
      "LOINC/19157-7": 1173,
      "LOINC/19774-9": 1174,
      "LOINC/1994-3": 1175,
      "LOINC/19945-5": 1176,
      "LOINC/2019-8": 1177,
      "LOINC/20479-2": 1178,
      "LOINC/20567-4": 1179,
      "LOINC/2106-3": 1180,
      "LOINC/21613-5": 1181,
      "LOINC/2164-2": 1182,
      "LOINC/21667-1": 1183,
      "LOINC/22316-4": 1184,
      "LOINC/2243-4": 1185,
      "LOINC/2283-0": 1186,
      "LOINC/2341-6": 1187,
      "LOINC/24360-0": 1188,
      "LOINC/24467-3": 1189,
      "LOINC/2458-8": 1190,
      "LOINC/24590-2": 1191,
      "LOINC/2472-9": 1192,
      "LOINC/24722-1": 1193,
      "LOINC/24857-5": 1194,
      "LOINC/24968-0": 1195,
      "LOINC/25907-7": 1196,
      "LOINC/26120-6": 1197,
      "LOINC/26348-3": 1198,
      "LOINC/26358-2": 1199,
      "LOINC/26380-6": 1200,
      "LOINC/26387-1": 1201,
      "LOINC/26401-0": 1202,
      "LOINC/26455-6": 1203,
      "LOINC/2695-5": 1204,
      "LOINC/2742-5": 1205,
      "LOINC/2744-1": 1206,
      "LOINC/27873-9": 1207,
      "LOINC/2839-9": 1208,
      "LOINC/2862-1": 1209,
      "LOINC/2986-8": 1210,
      "LOINC/2991-8": 1211,
      "LOINC/3714-3": 1212,
      "LOINC/3936-2": 1213,
      "LOINC/4222-6": 1214,
      "LOINC/4537-7": 1215,
      "LOINC/5000-5": 1216,
      "LOINC/5048-4": 1217,
      "LOINC/5643-2": 1218,
      "LOINC/5822-2": 1219,
      "LOINC/586-8": 1220,
      "LOINC/658-5": 1221,
      "LOINC/6584-7": 1222,
      "LOINC/6690-2": 1223,
      "LOINC/705-4": 1224,
      "LOINC/749-2": 1225,
      "LOINC/7852-7": 1226,
      "LOINC/8262-8": 1227,
      "LOINC/8310-5": 1228,
      "LOINC/9820-2": 1229,
      "RxNorm/11202": 1230,
      "RxNorm/1399": 1231,
      "RxNorm/1908": 1232,
      "RxNorm/35780": 1233,
      "RxNorm/4337": 1234,
      "RxNorm/58300": 1235,
      "RxNorm/5966": 1236,
      "RxNorm/732": 1237,
      "RxNorm/84990": 1238,
      "RxNorm/91349": 1239,
      "CPT4/00140": 1240,
      "CPT4/00210": 1241,
      "CPT4/00220": 1242,
      "CPT4/00350": 1243,
      "CPT4/00528": 1244,
      "CPT4/00534": 1245,
      "CPT4/00567": 1246,
      "CPT4/00630": 1247,
      "CPT4/00752": 1248,
      "CPT4/00792": 1249,
      "CPT4/00796": 1250,
      "CPT4/00800": 1251,
      "CPT4/00810": 1252,
      "CPT4/00813": 1253,
      "CPT4/00844": 1254,
      "CPT4/00851": 1255,
      "CPT4/00862": 1256,
      "CPT4/00868": 1257,
      "CPT4/00912": 1258,
      "CPT4/00940": 1259,
      "CPT4/01215": 1260,
      "CPT4/01320": 1261,
      "CPT4/01610": 1262,
      "CPT4/01620": 1263,
      "CPT4/01630": 1264,
      "CPT4/01710": 1265,
      "CPT4/01810": 1266,
      "CPT4/0191T": 1267,
      "CPT4/01920": 1268,
      "CPT4/01924": 1269,
      "CPT4/01930": 1270,
      "CPT4/01961": 1271,
      "CPT4/0232T": 1272,
      "CPT4/0257T": 1273,
      "CPT4/0295T": 1274,
      "CPT4/0297T": 1275,
      "CPT4/0502T": 1276,
      "CPT4/0504T": 1277,
      "CPT4/10022": 1278,
      "CPT4/10140": 1279,
      "CPT4/11103": 1280,
      "CPT4/11105": 1281,
      "CPT4/11301": 1282,
      "CPT4/11404": 1283,
      "CPT4/11406": 1284,
      "CPT4/11603": 1285,
      "CPT4/11901": 1286,
      "CPT4/11970": 1287,
      "CPT4/11971": 1288,
      "CPT4/12032": 1289,
      "CPT4/12035": 1290,
      "CPT4/13102": 1291,
      "CPT4/13121": 1292,
      "CPT4/14040": 1293,
      "CPT4/14060": 1294,
      "CPT4/14301": 1295,
      "CPT4/15100": 1296,
      "CPT4/15275": 1297,
      "CPT4/15574": 1298,
      "CPT4/15732": 1299,
      "CPT4/15830": 1300,
      "CPT4/17260": 1301,
      "CPT4/17261": 1302,
      "CPT4/17312": 1303,
      "CPT4/17314": 1304,
      "CPT4/19081": 1305,
      "CPT4/19085": 1306,
      "CPT4/19120": 1307,
      "CPT4/19285": 1308,
      "CPT4/19291": 1309,
      "CPT4/19357": 1310,
      "CPT4/20206": 1311,
      "CPT4/20550": 1312,
      "CPT4/20600": 1313,
      "CPT4/21196": 1314,
      "CPT4/21750": 1315,
      "CPT4/22102": 1316,
      "CPT4/22511": 1317,
      "CPT4/22513": 1318,
      "CPT4/22551": 1319,
      "CPT4/22585": 1320,
      "CPT4/22842": 1321,
      "CPT4/22848": 1322,
      "CPT4/22853": 1323,
      "CPT4/22854": 1324,
      "CPT4/22899": 1325,
      "CPT4/25111": 1326,
      "CPT4/25449": 1327,
      "CPT4/25600": 1328,
      "CPT4/25608": 1329,
      "CPT4/26055": 1330,
      "CPT4/26746": 1331,
      "CPT4/27130": 1332,
      "CPT4/27132": 1333,
      "CPT4/27134": 1334,
      "CPT4/27335": 1335,
      "CPT4/27502": 1336,
      "CPT4/27506": 1337,
      "CPT4/27507": 1338,
      "CPT4/27745": 1339,
      "CPT4/27759": 1340,
      "CPT4/27792": 1341,
      "CPT4/28400": 1342,
      "CPT4/28510": 1343,
      "CPT4/28825": 1344,
      "CPT4/29125": 1345,
      "CPT4/29130": 1346,
      "CPT4/29405": 1347,
      "CPT4/29505": 1348,
      "CPT4/29515": 1349,
      "CPT4/29823": 1350,
      "CPT4/29826": 1351,
      "CPT4/29840": 1352,
      "CPT4/29848": 1353,
      "CPT4/29873": 1354,
      "CPT4/29876": 1355,
      "CPT4/30110": 1356,
      "CPT4/30140": 1357,
      "CPT4/30520": 1358,
      "CPT4/31225": 1359,
      "CPT4/31276": 1360,
      "CPT4/31535": 1361,
      "CPT4/31614": 1362,
      "CPT4/31627": 1363,
      "CPT4/31629": 1364,
      "CPT4/31632": 1365,
      "CPT4/31635": 1366,
      "CPT4/31636": 1367,
      "CPT4/32405": 1368,
      "CPT4/32480": 1369,
      "CPT4/32505": 1370,
      "CPT4/32556": 1371,
      "CPT4/32557": 1372,
      "CPT4/32652": 1373,
      "CPT4/32657": 1374,
      "CPT4/32662": 1375,
      "CPT4/32854": 1376,
      "CPT4/33010": 1377,
      "CPT4/33208": 1378,
      "CPT4/33233": 1379,
      "CPT4/33237": 1380,
      "CPT4/33249": 1381,
      "CPT4/33259": 1382,
      "CPT4/33264": 1383,
      "CPT4/33270": 1384,
      "CPT4/33362": 1385,
      "CPT4/33430": 1386,
      "CPT4/33464": 1387,
      "CPT4/33517": 1388,
      "CPT4/33518": 1389,
      "CPT4/33545": 1390,
      "CPT4/33883": 1391,
      "CPT4/33917": 1392,
      "CPT4/33949": 1393,
      "CPT4/33960": 1394,
      "CPT4/33966": 1395,
      "CPT4/33967": 1396,
      "CPT4/33968": 1397,
      "CPT4/34803": 1398,
      "CPT4/34825": 1399,
      "CPT4/35102": 1400,
      "CPT4/35761": 1401,
      "CPT4/35840": 1402,
      "CPT4/36147": 1403,
      "CPT4/36217": 1404,
      "CPT4/36218": 1405,
      "CPT4/36228": 1406,
      "CPT4/36245": 1407,
      "CPT4/36248": 1408,
      "CPT4/36575": 1409,
      "CPT4/36584": 1410,
      "CPT4/36590": 1411,
      "CPT4/36598": 1412,
      "CPT4/36832": 1413,
      "CPT4/37160": 1414,
      "CPT4/37204": 1415,
      "CPT4/37206": 1416,
      "CPT4/37214": 1417,
      "CPT4/37215": 1418,
      "CPT4/37220": 1419,
      "CPT4/37224": 1420,
      "CPT4/37228": 1421,
      "CPT4/37241": 1422,
      "CPT4/37248": 1423,
      "CPT4/37607": 1424,
      "CPT4/38208": 1425,
      "CPT4/38505": 1426,
      "CPT4/38510": 1427,
      "CPT4/38570": 1428,
      "CPT4/38747": 1429,
      "CPT4/38900": 1430,
      "CPT4/40490": 1431,
      "CPT4/41130": 1432,
      "CPT4/43197": 1433,
      "CPT4/43237": 1434,
      "CPT4/43241": 1435,
      "CPT4/43244": 1436,
      "CPT4/43245": 1437,
      "CPT4/43247": 1438,
      "CPT4/43264": 1439,
      "CPT4/43269": 1440,
      "CPT4/43271": 1441,
      "CPT4/43277": 1442,
      "CPT4/43280": 1443,
      "CPT4/43633": 1444,
      "CPT4/43644": 1445,
      "CPT4/43999": 1446,
      "CPT4/44147": 1447,
      "CPT4/44160": 1448,
      "CPT4/44187": 1449,
      "CPT4/44207": 1450,
      "CPT4/44382": 1451,
      "CPT4/44799": 1452,
      "CPT4/45381": 1453,
      "CPT4/45382": 1454,
      "CPT4/45390": 1455,
      "CPT4/46270": 1456,
      "CPT4/47120": 1457,
      "CPT4/47130": 1458,
      "CPT4/47490": 1459,
      "CPT4/47505": 1460,
      "CPT4/47511": 1461,
      "CPT4/47536": 1462,
      "CPT4/47600": 1463,
      "CPT4/48999": 1464,
      "CPT4/49205": 1465,
      "CPT4/49321": 1466,
      "CPT4/49422": 1467,
      "CPT4/49423": 1468,
      "CPT4/49440": 1469,
      "CPT4/49446": 1470,
      "CPT4/49450": 1471,
      "CPT4/49505": 1472,
      "CPT4/49565": 1473,
      "CPT4/49568": 1474,
      "CPT4/49587": 1475,
      "CPT4/49905": 1476,
      "CPT4/50280": 1477,
      "CPT4/50384": 1478,
      "CPT4/50390": 1479,
      "CPT4/50435": 1480,
      "CPT4/50547": 1481,
      "CPT4/50590": 1482,
      "CPT4/50785": 1483,
      "CPT4/51700": 1484,
      "CPT4/51726": 1485,
      "CPT4/51728": 1486,
      "CPT4/51741": 1487,
      "CPT4/51797": 1488,
      "CPT4/52001": 1489,
      "CPT4/52224": 1490,
      "CPT4/52234": 1491,
      "CPT4/52235": 1492,
      "CPT4/52356": 1493,
      "CPT4/54150": 1494,
      "CPT4/55866": 1495,
      "CPT4/55899": 1496,
      "CPT4/57100": 1497,
      "CPT4/57155": 1498,
      "CPT4/57160": 1499,
      "CPT4/57288": 1500,
      "CPT4/57454": 1501,
      "CPT4/58150": 1502,
      "CPT4/58970": 1503,
      "CPT4/59000": 1504,
      "CPT4/59015": 1505,
      "CPT4/59409": 1506,
      "CPT4/59425": 1507,
      "CPT4/59510": 1508,
      "CPT4/60252": 1509,
      "CPT4/60502": 1510,
      "CPT4/61070": 1511,
      "CPT4/61312": 1512,
      "CPT4/61322": 1513,
      "CPT4/61512": 1514,
      "CPT4/61601": 1515,
      "CPT4/61781": 1516,
      "CPT4/61782": 1517,
      "CPT4/61795": 1518,
      "CPT4/61797": 1519,
      "CPT4/61799": 1520,
      "CPT4/62142": 1521,
      "CPT4/62143": 1522,
      "CPT4/62223": 1523,
      "CPT4/62272": 1524,
      "CPT4/62311": 1525,
      "CPT4/62322": 1526,
      "CPT4/62324": 1527,
      "CPT4/62362": 1528,
      "CPT4/63003": 1529,
      "CPT4/63030": 1530,
      "CPT4/63267": 1531,
      "CPT4/63281": 1532,
      "CPT4/64421": 1533,
      "CPT4/64446": 1534,
      "CPT4/64447": 1535,
      "CPT4/64448": 1536,
      "CPT4/64490": 1537,
      "CPT4/64491": 1538,
      "CPT4/64590": 1539,
      "CPT4/64614": 1540,
      "CPT4/64633": 1541,
      "CPT4/64640": 1542,
      "CPT4/64642": 1543,
      "CPT4/64643": 1544,
      "CPT4/64644": 1545,
      "CPT4/64680": 1546,
      "CPT4/64823": 1547,
      "CPT4/64912": 1548,
      "CPT4/65779": 1549,
      "CPT4/66982": 1550,
      "CPT4/67145": 1551,
      "CPT4/69511": 1552,
      "CPT4/70110": 1553,
      "CPT4/70250": 1554,
      "CPT4/70336": 1555,
      "CPT4/70350": 1556,
      "CPT4/70360": 1557,
      "CPT4/70490": 1558,
      "CPT4/70546": 1559,
      "CPT4/71035": 1560,
      "CPT4/71101": 1561,
      "CPT4/71270": 1562,
      "CPT4/72069": 1563,
      "CPT4/72072": 1564,
      "CPT4/72080": 1565,
      "CPT4/72114": 1566,
      "CPT4/72128": 1567,
      "CPT4/72129": 1568,
      "CPT4/72191": 1569,
      "CPT4/72198": 1570,
      "CPT4/72202": 1571,
      "CPT4/72220": 1572,
      "CPT4/73120": 1573,
      "CPT4/73522": 1574,
      "CPT4/73525": 1575,
      "CPT4/73600": 1576,
      "CPT4/73702": 1577,
      "CPT4/73706": 1578,
      "CPT4/73719": 1579,
      "CPT4/73722": 1580,
      "CPT4/73723": 1581,
      "CPT4/74305": 1582,
      "CPT4/74450": 1583,
      "CPT4/74485": 1584,
      "CPT4/75625": 1585,
      "CPT4/75726": 1586,
      "CPT4/75736": 1587,
      "CPT4/75958": 1588,
      "CPT4/75982": 1589,
      "CPT4/75989": 1590,
      "CPT4/76080": 1591,
      "CPT4/76140": 1592,
      "CPT4/76514": 1593,
      "CPT4/76706": 1594,
      "CPT4/76825": 1595,
      "CPT4/76828": 1596,
      "CPT4/76831": 1597,
      "CPT4/76872": 1598,
      "CPT4/76998": 1599,
      "CPT4/77011": 1600,
      "CPT4/77032": 1601,
      "CPT4/77049": 1602,
      "CPT4/77293": 1603,
      "CPT4/77328": 1604,
      "CPT4/77372": 1605,
      "CPT4/77778": 1606,
      "CPT4/78205": 1607,
      "CPT4/78227": 1608,
      "CPT4/78262": 1609,
      "CPT4/78320": 1610,
      "CPT4/78452": 1611,
      "CPT4/78580": 1612,
      "CPT4/78597": 1613,
      "CPT4/78708": 1614,
      "CPT4/78802": 1615,
      "CPT4/78806": 1616,
      "CPT4/78999": 1617,
      "CPT4/79005": 1618,
      "CPT4/79101": 1619,
      "CPT4/79445": 1620,
      "CPT4/80190": 1621,
      "CPT4/80300": 1622,
      "CPT4/80321": 1623,
      "CPT4/80323": 1624,
      "CPT4/80329": 1625,
      "CPT4/82232": 1626,
      "CPT4/82941": 1627,
      "CPT4/83001": 1628,
      "CPT4/83002": 1629,
      "CPT4/83520": 1630,
      "CPT4/83540": 1631,
      "CPT4/83897": 1632,
      "CPT4/83902": 1633,
      "CPT4/84206": 1634,
      "CPT4/84425": 1635,
      "CPT4/84478": 1636,
      "CPT4/84702": 1637,
      "CPT4/85025": 1638,
      "CPT4/85384": 1639,
      "CPT4/86038": 1640,
      "CPT4/86663": 1641,
      "CPT4/86694": 1642,
      "CPT4/86880": 1643,
      "CPT4/86945": 1644,
      "CPT4/86978": 1645,
      "CPT4/87280": 1646,
      "CPT4/87497": 1647,
      "CPT4/88175": 1648,
      "CPT4/88300": 1649,
      "CPT4/88332": 1650,
      "CPT4/88333": 1651,
      "CPT4/89254": 1652,
      "CPT4/89255": 1653,
      "CPT4/89258": 1654,
      "CPT4/89261": 1655,
      "CPT4/89268": 1656,
      "CPT4/89342": 1657,
      "CPT4/89352": 1658,
      "CPT4/90791": 1659,
      "CPT4/90868": 1660,
      "CPT4/90870": 1661,
      "CPT4/90887": 1662,
      "CPT4/91037": 1663,
      "CPT4/91038": 1664,
      "CPT4/91065": 1665,
      "CPT4/91120": 1666,
      "CPT4/92004": 1667,
      "CPT4/92020": 1668,
      "CPT4/92025": 1669,
      "CPT4/92136": 1670,
      "CPT4/92229": 1671,
      "CPT4/92283": 1672,
      "CPT4/92499": 1673,
      "CPT4/92523": 1674,
      "CPT4/92542": 1675,
      "CPT4/92597": 1676,
      "CPT4/92650": 1677,
      "CPT4/92928": 1678,
      "CPT4/92937": 1679,
      "CPT4/93015": 1680,
      "CPT4/93227": 1681,
      "CPT4/93244": 1682,
      "CPT4/93245": 1683,
      "CPT4/93270": 1684,
      "CPT4/93272": 1685,
      "CPT4/93279": 1686,
      "CPT4/93281": 1687,
      "CPT4/93291": 1688,
      "CPT4/93297": 1689,
      "CPT4/93304": 1690,
      "CPT4/93313": 1691,
      "CPT4/93459": 1692,
      "CPT4/93463": 1693,
      "CPT4/93501": 1694,
      "CPT4/93556": 1695,
      "CPT4/93580": 1696,
      "CPT4/93609": 1697,
      "CPT4/93621": 1698,
      "CPT4/93641": 1699,
      "CPT4/93654": 1700,
      "CPT4/93656": 1701,
      "CPT4/93657": 1702,
      "CPT4/93660": 1703,
      "CPT4/93701": 1704,
      "CPT4/93788": 1705,
      "CPT4/93923": 1706,
      "CPT4/93930": 1707,
      "CPT4/94150": 1708,
      "CPT4/94681": 1709,
      "CPT4/94690": 1710,
      "CPT4/94727": 1711,
      "CPT4/95004": 1712,
      "CPT4/95012": 1713,
      "CPT4/95024": 1714,
      "CPT4/95115": 1715,
      "CPT4/95714": 1716,
      "CPT4/95816": 1717,
      "CPT4/95819": 1718,
      "CPT4/95829": 1719,
      "CPT4/95836": 1720,
      "CPT4/95851": 1721,
      "CPT4/95852": 1722,
      "CPT4/95861": 1723,
      "CPT4/95867": 1724,
      "CPT4/95868": 1725,
      "CPT4/95885": 1726,
      "CPT4/95887": 1727,
      "CPT4/95913": 1728,
      "CPT4/95921": 1729,
      "CPT4/95926": 1730,
      "CPT4/95940": 1731,
      "CPT4/95961": 1732,
      "CPT4/95971": 1733,
      "CPT4/96020": 1734,
      "CPT4/96040": 1735,
      "CPT4/96154": 1736,
      "CPT4/96158": 1737,
      "CPT4/96159": 1738,
      "CPT4/96165": 1739,
      "CPT4/96405": 1740,
      "CPT4/96574": 1741,
      "CPT4/97002": 1742,
      "CPT4/97010": 1743,
      "CPT4/97542": 1744,
      "CPT4/97610": 1745,
      "CPT4/97750": 1746,
      "CPT4/97763": 1747,
      "CPT4/98940": 1748,
      "CPT4/98966": 1749,
      "CPT4/98968": 1750,
      "CPT4/99080": 1751,
      "CPT4/99140": 1752,
      "CPT4/99201": 1753,
      "CPT4/99226": 1754,
      "CPT4/99235": 1755,
      "CPT4/99305": 1756,
      "CPT4/99316": 1757,
      "CPT4/99368": 1758,
      "CVX/107": 1759,
      "CVX/135": 1760,
      "CVX/147": 1761,
      "CVX/162": 1762,
      "CVX/43": 1763,
      "CVX/88": 1764,
      "HCPCS/A4565": 1765,
      "HCPCS/E0110": 1766,
      "HCPCS/G0435": 1767,
      "ICD9Proc/57.0": 1768,
      "ICD9Proc/64.2": 1769,
      "ICD9Proc/73.1": 1770,
      "ICD9Proc/86.3": 1771,
      "ICDO3/C64.9": 1772,
      "LOINC/10334-1": 1773,
      "LOINC/10362-2": 1774,
      "LOINC/10508-0": 1775,
      "LOINC/10539-5": 1776,
      "LOINC/10701-1": 1777,
      "LOINC/10834-0": 1778,
      "LOINC/10886-0": 1779,
      "LOINC/11031-2": 1780,
      "LOINC/11050-2": 1781,
      "LOINC/11084-1": 1782,
      "LOINC/11475-1": 1783,
      "LOINC/11526-1": 1784,
      "LOINC/11814-1": 1785,
      "LOINC/12228-3": 1786,
      "LOINC/13362-9": 1787,
      "LOINC/13653-1": 1788,
      "LOINC/13950-1": 1789,
      "LOINC/13967-5": 1790,
      "LOINC/13986-5": 1791,
      "LOINC/13994-9": 1792,
      "LOINC/14136-6": 1793,
      "LOINC/14278-6": 1794,
      "LOINC/14627-4": 1795,
      "LOINC/14771-0": 1796,
      "LOINC/14905-4": 1797,
      "LOINC/14920-3": 1798,
      "LOINC/14978-1": 1799,
      "LOINC/15061-5": 1800,
      "LOINC/15069-8": 1801,
      "LOINC/15343-7": 1802,
      "LOINC/15401-3": 1803,
      "LOINC/16014-3": 1804,
      "LOINC/16018-4": 1805,
      "LOINC/16128-1": 1806,
      "LOINC/16130-7": 1807,
      "LOINC/16131-5": 1808,
      "LOINC/16135-6": 1809,
      "LOINC/16901-1": 1810,
      "LOINC/1747-5": 1811,
      "LOINC/1755-8": 1812,
      "LOINC/17780-8": 1813,
      "LOINC/17811-1": 1814,
      "LOINC/17820-2": 1815,
      "LOINC/17849-1": 1816,
      "LOINC/17856-6": 1817,
      "LOINC/17862-4": 1818,
      "LOINC/1796-2": 1819,
      "LOINC/18282-4": 1820,
      "LOINC/1839-0": 1821,
      "LOINC/1848-1": 1822,
      "LOINC/18488-7": 1823,
      "LOINC/1863-0": 1824,
      "LOINC/18771-6": 1825,
      "LOINC/19080-1": 1826,
      "LOINC/19113-0": 1827,
      "LOINC/19128-8": 1828,
      "LOINC/19176-7": 1829,
      "LOINC/19359-9": 1830,
      "LOINC/1952-1": 1831,
      "LOINC/19659-2": 1832,
      "LOINC/19767-3": 1833,
      "LOINC/1986-9": 1834,
      "LOINC/2000-8": 1835,
      "LOINC/20150-9": 1836,
      "LOINC/2027-1": 1837,
      "LOINC/20448-7": 1838,
      "LOINC/20475-0": 1839,
      "LOINC/20578-1": 1840,
      "LOINC/20604-5": 1841,
      "LOINC/20607-8": 1842,
      "LOINC/20636-7": 1843,
      "LOINC/2118-8": 1844,
      "LOINC/2141-0": 1845,
      "LOINC/21476-7": 1846,
      "LOINC/21582-2": 1847,
      "LOINC/21587-1": 1848,
      "LOINC/22327-1": 1849,
      "LOINC/22339-6": 1850,
      "LOINC/2236-8": 1851,
      "LOINC/22763-7": 1852,
      "LOINC/2342-4": 1853,
      "LOINC/2344-0": 1854,
      "LOINC/23656-2": 1855,
      "LOINC/24312-1": 1856,
      "LOINC/24341-0": 1857,
      "LOINC/24349-3": 1858,
      "LOINC/24365-9": 1859,
      "LOINC/24400-4": 1860,
      "LOINC/24476-4": 1861,
      "LOINC/24556-3": 1862,
      "LOINC/2466-1": 1863,
      "LOINC/24665-2": 1864,
      "LOINC/24765-0": 1865,
      "LOINC/2484-4": 1866,
      "LOINC/24867-4": 1867,
      "LOINC/24935-9": 1868,
      "LOINC/24981-3": 1869,
      "LOINC/2501-5": 1870,
      "LOINC/25302-1": 1871,
      "LOINC/2573-4": 1872,
      "LOINC/26052-1": 1873,
      "LOINC/26107-3": 1874,
